export const questions = [
    {
        text: "متى أقيمت الجمعية ؟",
        answerID: "21",
        answerType: "number",
        answersError: ["26", "27", "28"],
      },
      {
        text: "من مؤسس جمعية مواطنون يبنون المجتمع ؟",
        answerID: "1",
        answerType: "string",
        answersError: ["6", "7", "8"],
      },
      {
        text: "من أول مدير عام للجمعية ؟",
        answerID: "2",
        answerType: "string",
        answersError: ["9", "10", "11"],
      },
      {
        text: "كم عدد مراحل مشروع مساق ؟",
        answerID: "22",
        answerType: "number",
        answersError: ["29", "30", "31"],
      },
      {
        text: "كم عدد الأفواج التي تخرجت من الجمعية ؟",
        answerID: "23",
        answerType: "number",
        answersError: ["40", "39", "38"],
      },
      {
        text: "كم عدد مشاريع الجمعية اليوم؟",
        answerID: "24",
        answerType: "number",
        answersError: ["32", "33", "34"],
      },
      {
        text: "ما هو أحدث مشروع جديد في الجمعية ؟",
        answerID: "3",
        answerType: "string",
        answersError: ["12", "13", "14"],
      },
      {
        text: "أسماء مشاريع الجمعية اليوم؟",
        answerID: "4",
        answerType: "string",
        answersError: ["15", "16", "17"],
      },
      {
        text: "من مديرة التوظيف في الجمعية 2015؟",
        answerID: "5",
        answerType: "string",
        answersError: ["18", "19", "20"],
      },
      {
        text: "	كم مجموعة يوجد بمساق اليوم؟",
        answerID: "25",
        answerType: "number",
        answersError: ["35", "36", "37"],
      },
    ];
    

export const answers = {
    
    "1": "امين الجمل",
    "2": "اميرة البابا",
    "3": "مداد ",
    
    "4": " مداد,انتماء,مساق ",
    "5": "اميرة البابا ",


    "6": "اميرة البابا",
    "7": "إيهاب عيسى",
    "8": "ארז",

    "9": "امين الجمل ",
    "10": "تهاني المغربي",
    "11": "خلود الزناتي",

    "12": "انتماء ",
    "13": "مساق ",
    "14": "قمم",

    "15": "فينا الخير,انتماء,مساق  ",
    "16": "امنية,مداد,قمم ",
    "17": "طشلدي,امنية,مساق",

    "18": "ميسة انطيلة ",
    "19": "امين الجمل ",
    "20": "تهاني المغربي",

    "21": "2004",
    "22": "3",
    "23": "8",
    "24": "3",
    "25": "13",

    "26": "2008",
    "27": "2010",
    "28": "2007",

    "29": "5",
    "30": "2",
    "31": "4",

    "32": "6",
    "33": "5",
    "34": "4",

    "35": "12",
    "36": "15",
    "37": "10",

    "38": "6",
    "39": "5",
    "40": "10",

}
